<?

$badwords = array("게이"=>"OO", "ㅍㅌㅊ"=>"보통", "ㅅㅌㅊ"=>"최고", "518"=>"500", "ㅁㅈㅎ"=>"비공감", "ㅇㅂ"=>"추천",
		"천조국"=>"미국", "스시국"=>"일본", "김치년"=>"한국년", "홍어"=>"과메기", "좆"=>"O", "좌좀"=>"좌파", "아다"=>"OO",
		"좃"=>"O", "짤방"=>"짤림방지","한짤"=>"그림 하나", "노짱"=>"노무현", "전라도"=>"경상도", "좌음"=>"Daum", "앰창"=>"애미창녀", "찡"=>"O",
		"보빨"=>"호구", "보혐"=>"보슬혐오", "극딜"=>"비난", "멍청도"=>"충청도",
		"삼일한"=>"삼일에한번씩패", "엠창"=>"애미창녀", "야갤러"=> "디씨야구갤러리", "통베충"=>"대구시민", "짤"=>"짤림방지",
		"정게"=>"정치게시판", "주갤"=>"디씨주식갤러리", "김치녀"=>"한국년", "갓수"=>"백수", "가카"=>"대통령", 
		"극혐" =>"매우혐오", "주작"=>"허위조작", "ssul"=>"", "araboza"=>"", "Araboza"=>"", "드립"=>"발언", 
		"브금"=>"BGM", "로류"=>"오늘의유머", "네다홍"=>"네다음경상도", "Araboja"=>"", "노잼"=>"재미없음", "묻재업"=>"다시올림",
		"ㅈㅈㅂ"=>"조작밴", "ㄹㅇ"=>"정말", "홍베"=>"일베", "홍마"=>"운영마스터", "Araboji"=>"",	"운마"=>"운영마스터"
		);

?>